Repository: Dirk1980ac/mediajunkie
Catalog: etc/skel/.kodi/addons/plugin.video.tele5_*/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Advanced
de_de: Fortgeschritten

# #30101
source: [B][COLOR yellow]STOP[/COLOR][/B] playback at the end of the video [B][COLOR yellow]force[/COLOR][/B] (otherwise Provider control)
de_de: [B][COLOR yellow]STOP[/COLOR][/B] der Wiedergabe bei Video-Ende [B][COLOR yellow]erzwingen[/COLOR][/B] (sonst Providersteuerung)

# #30102
source: Show remaining online time
de_de: Verbleibende Online-Zeit anzeigen

# #30103
source: [B][COLOR lime]Remaining time[/COLOR][/B]
de_de: [B][COLOR lime]Verbleibende Zeit[/COLOR][/B]

# #30104
source: [B][COLOR lime]End date[/COLOR][/B]
de_de: [B][COLOR lime]Enddatum[/COLOR][/B]

# #30105
source: [B][COLOR orange]Switched off[/COLOR][/B]
de_de: [B][COLOR orange]Ausgeschaltet[/COLOR][/B]

# #30106
source: Use Thumb as Background-Fanart
de_de: Thumb als Hintergrund-Fanart nutzen

# #30107
source: Show Addon-Settings in main menu
de_de: Addon-Einstellungen im Hauptmenü anzeigen

# #30108
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30230
source: [B][COLOR ff0099ff]PLAYBACK-STOP[/COLOR][/B]
de_de: [B][COLOR ff0099ff]WIEDERGABE-STOP[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]TIME REMAINING[/COLOR][/B]
de_de: [B][COLOR ff0099ff]RESTZEIT[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30351
source: [COLOR yellow]Often the VoD-Streams are not stopped at the end of the specified runtime ![/COLOR][CR][COLOR chartreuse]To avoid this in principle '[B]STOP playback force[/B] switch on.[/COLOR][CR][B][COLOR orangered]Attention: Proper functioning is guaranteed when using any function of the player or seek run up to max. 2 minutes before the end of the running time...[/COLOR][/B]
de_de: [COLOR yellow]Häufig werden die VoD-Streams nicht am Ende der vorgegebenen Laufzeit gestoppt ![/COLOR][CR][COLOR chartreuse]Um dieses grundsätzlich zu vermeiden '[B]STOP der Wiedergabe erzwingen[/B]' einschalten.[/COLOR][CR][B][COLOR orangered]Achtung: Die einwandfreie Funktion ist bei Nutzung jeder Funktion des Players bzw. Suchlauf bis max. 2 Minuten vor Laufzeitende gewährleistet...[/COLOR][/B]

# #32202
source: Watch TELE 5 live
de_de: TELE 5 live schauen

# #32203
source: Movies
de_de: Filme

# #32204
source: Series
de_de: Serien

# #32205
source: In-house productions
de_de: Eigenproduktionen

# #32206
source: Settings
de_de: Einstellungen

# #32221
source: [B][COLOR gold]Online until {}[/COLOR][/B]
de_de: [B][COLOR gold]Online bis {}[/COLOR][/B]

# #32222
source: [B][COLOR gold]{} Second(s) left online[/COLOR][/B]
de_de: [B][COLOR gold]Noch {} Sekunde(n) online[/COLOR][/B]

# #32223
source: [B][COLOR gold]{} Minute(s) left online[/COLOR][/B]
de_de: [B][COLOR gold]Noch {} Minute(n) online[/COLOR][/B]

# #32224
source: [B][COLOR gold]{} Hour(s) left online[/COLOR][/B]
de_de: [B][COLOR gold]Noch {} Stunde(n) online[/COLOR][/B]

# #32225
source: [B][COLOR gold]{} Day(s) left online[/COLOR][/B]
de_de: [B][COLOR gold]Noch {} Tag(e) online[/COLOR][/B]

# #32241
source: [B][COLOR orangered]Playback failed ![/COLOR][/B]
de_de: [B][COLOR orangered]Wiedergabe fehlgeschlagen ![/COLOR][/B]

# #32242
source: See log file for more information
de_de: Siehe Logdatei für mehr Informationen
